[
  {
    "path": "posts/2022-01-30-learningmodules/",
    "title": "Fish Science Learning Modules",
    "description": "**Client:** Nature Analytics/The Nature Conservancy",
    "author": [
      {
        "name": "Erin Ristig",
        "url": {}
      }
    ],
    "date": "2022-01-30",
    "categories": [],
    "contents": "\nA series of learning modules created for The Nature Conservancy’s FishKit\nThe Fish Science Learning Modules are resources designed to teach the concepts of YPR (yield-per-recruit) and SPR (spawning potential ratio) and their applications to fishery management. The goal of these modules is to provide an overview of the general concepts of YPR and SPR and how they can be used in fishery management. It is not designed to be an exhaustive description of YPR and SPR. Rather, it is aimed at audiences who lack formal fisheries science training, but are interested in better understanding the complicated fisheries concepts of YPR and SPR.\nThe nine learning modules cover the topics of Yield-per-recruit; Spawning Potential Ratio; Growth overfishing; Recruitment overfishing; Life history information; Size limits; Setting size limits; Multi-species size limits; and Length frequencies.\nExplore the Fish Science Learning Modules\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-15T13:26:06-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-12-01-sizelimitapp/",
    "title": "Size Limit Builder Tool",
    "description": "**Client:** Nature Analytics/The Nature Conservancy",
    "author": [
      {
        "name": "Erin Ristig",
        "url": {}
      }
    ],
    "date": "2021-12-01",
    "categories": [],
    "contents": "\nAn online Size limit tool created for The Nature Conservancy’s FishKit\nWas involved in the conception, envisioning, coding and design of of a Size Limit Builder Tool, which delivers fast and practical fisheries science to groups that are looking to design size limits for their fishery.\nThe size limit builder utilizes principles of fish biology to project the effects of different size limits on fishing yields and protection of spawners. Insights from comparing different size limits in this way can illustrate tradeoffs between catch and conservation, helping to align outcomes with management objectives.\nExplore the Tool\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-15T13:28:08-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-02-09-welcome/",
    "title": "A Spatial Prioritization Analysis for Shark and Ray Protection in Mozambique",
    "description": "**Client:** Wildlife Conservation Society",
    "author": [
      {
        "name": "Erin Ristig",
        "url": {}
      }
    ],
    "date": "2021-06-01",
    "categories": [],
    "contents": "\nMaster’s Thesis Group Project, Bren School of Environmental Science & Management, University of California, Santa Barbara\nAbstract\nChondrichthyes, a class of marine cartilaginous fish (sharks, rays, skates, and chimaeras), are important predators in pelagic, coastal, and estuarine food webs. Many of these species are at high risk of extinction with approximately one-quarter of sharks and rays categorized as threatened according to the IUCN Red List. Mozambique is a global hotspot for shark and ray species richness, endemism, and evolutionary distinctiveness. Chondrichthyes face many threats in Mozambique, especially from fishers, as up to 60% of the population is in some way dependent on marine resources for either sustenance or employment. Marine protected areas (MPAs) may be an effective conservation strategy for sharks and rays if carefully planned. Here, we develop a spatial prioritization model that identifies key areas for shark and ray conservation within the Mozambique economic exclusive zone (EEZ). This is an intermediate step in an ongoing MPA planning process currently underway in Mozambique. Our model will be used by Wildlife Conservation Society (WCS) and the Mozambique government to ensure shark and ray protection is considered in the overall MPA network design.\nFull Thesis\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-15T12:52:22-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-02-02-kaupulehu/",
    "title": "Size limit analysis of reef fishes at Ka‘ūpūlehu Marine Reserve",
    "description": "**Client**: The Nature Conservancy",
    "author": [],
    "date": "2020-10-12",
    "categories": [],
    "contents": "\nSize limit report prepared for Ka‘ūpūlehu Marine Life Advisory Committee\nThis report contains an analysis of size limit options for 33 reef-associated fish species that was conducted in support of continued development of management measures at Ka‘ūpūlehu Marine Reserve, Hawaiʻi Island. This work is provided for consideration by Ka‘ūpūlehu Marine Life Advisory Committee (KMLAC) in support of development of a long-term sustainable fishery at Ka‘ūpūlehu and Kūki‘o on Hawaiʻi Island. Through a previous series of workshops coordinated by KMLAC and The Nature Conservancy, size limits were identified as one of several priority management options.\nIn this report, the effects of species-specific size limits are analyzed in terms of optimization of fishing yield and protection of spawning biomass. This analysis is constructed from the perspective that reaching spawning size prior to becoming vulnerable to fishing is a relevant consideration for ensuring long-term sustainability of fish populations. Thus, size limit options are explored relative to size at maturity. Accordingly, the analysis is intended to guide decision-making in relation to yield and spawning biomass objectives, and to support on-going community-led discussions about preference, feasibility, and pragmatism of size limits as management measures within the Kaʻūpūlehu Comprehensive Management Plan.\nFull Report\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-15T12:51:29-07:00",
    "input_file": {}
  }
]
